/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Připojení počítače k Internetu je zřejmě neaktivní.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Je možné, že připojení počítače k Internetu je offline.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Připojení počítače k Internetu je zřejmě aktivní.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "DNS server počítače nereaguje.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "DNS server nenalezl název serveru.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Router počítače nereaguje.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Server, ke kterému se počítač pokouší připojit, nereaguje.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Připojení počítače k Internetu je zřejmě aktivní.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Heslo webového formuláře";

/* HTTP result code string */
"accepted" = "Přijato";

/* HTTP result code string */
"bad gateway" = "Chybná brána";

/* HTTP result code string */
"bad request" = "Chybný požadavek";

/* HTTP result code string */
"client error" = "Chyba klienta";

/* HTTP result code string */
"conflict" = "Konflikt";

/* HTTP result code string */
"continue" = "Pokračovat";

/* HTTP result code string */
"created" = "Vytvořeno";

/* HTTP result code string */
"expectation failed" = "Očekávání selhalo";

/* HTTP result code string */
"forbidden" = "Zakázáno";

/* HTTP result code string */
"found" = "Nalezeno";

/* HTTP result code string */
"gateway timed out" = "časový limit brány vypršel";

/* HTTP result code string */
"informational" = "Informační";

/* HTTP result code string */
"internal server error" = "Vnitřní chyba serveru";

/* HTTP result code string */
"length required" = "Požadována délka";

/* HTTP result code string */
"method not allowed" = "Metoda nepovolena";

/* HTTP result code string */
"moved permanently" = "Trvale přesunuto";

/* HTTP result code string */
"multiple choices" = "Vícečetné volby";

/* HTTP result code string */
"needs proxy" = "Požadováno proxy";

/* HTTP result code string */
"no content" = "Žádný obsah";

/* HTTP result code string */
"no error" = "Žádná chyba";

/* HTTP result code string */
"non-authoritative information" = "Nesměrodatný údaj";

/* HTTP result code string */
"not found" = "Nenalezeno";

/* HTTP result code string */
"not modified" = "Nezměněno";

/* HTTP result code string */
"partial content" = "Částečný obsah";

/* HTTP result code string */
"payment required" = "Požadována platba";

/* HTTP result code string */
"precondition failed" = "Předpoklad selhal";

/* HTTP result code string */
"proxy authentication required" = "Požadováno ověření totožnosti proxy";

/* HTTP result code string */
"redirected" = "Přesměrováno";

/* HTTP result code string */
"no longer exists" = "Již neexistuje";

/* HTTP result code string */
"request timed out" = "časový limit požadavku vypršel";

/* HTTP result code string */
"request too large" = "Příliš velký požadavek";

/* HTTP result code string */
"requested URL too long" = "Požadované URL příliš dlouhé";

/* HTTP result code string */
"requested range not satisfiable" = "Nesplnitelné rozmezí požadavku";

/* HTTP result code string */
"reset content" = "Obnova obsahu";

/* HTTP result code string */
"see other" = "Viz ostatní";

/* HTTP result code string */
"server error" = "Chyba serveru";

/* HTTP result code string */
"service unavailable" = "Služba nedostupná";

/* HTTP result code string */
"success" = "Úspěch";

/* HTTP result code string */
"switching protocols" = "Přepínání protokolů";

/* HTTP result code string */
"temporarily redirected" = "Dočasně přesměrováno";

/* HTTP result code string */
"unacceptable" = "Nepřijatelné";

/* HTTP result code string */
"unauthorized" = "Neautorizováno";

/* HTTP result code string */
"unimplemented" = "Neimplementováno";

/* HTTP result code string */
"unsupported media type" = "Nepodporovaný typ média";

/* HTTP result code string */
"unsupported version" = "Nepodporovaná verze";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Vyskytly se potíže při komunikaci s web proxy serverem (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Vyskytly se potíže při komunikaci se zabezpečeným web proxy serverem (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "neznámá chyba";

/* WebFoundationErrorCancelled description */
"Err-999" = "zrušeno";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "chybné URL";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Časový limit požadavku vypršel.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "nepodporované URL";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Server se zadaným názvem hostitele nelze nalézt.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Nelze se připojit k serveru.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Bylo ztraceno připojení k síti.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "Chyba hledání DNS";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "příliš mnoho přesměrování HTTP";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "prostředek není k dispozici";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "Připojení k Internetu je zřejmě neaktivní.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "přesměrováno nikam";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Chybná odezva serveru.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "prázdný prostředek";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "nelze dekódovat raw data";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "nelze dekódovat obsah";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "nelze analyzovat odpověď";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Mezinárodní roaming je momentálně vypnutý.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Datové připojení nelze navázat, protože je aktivní telefonní hovor.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "Datové připojení není momentálně povoleno.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "požadavek vyčerpán (body stream)";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "Požadované URL nebylo na serveru nalezeno.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "soubor je adresář";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "Nemáte oprávnění pro přístup k požadovanému prostředku.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "příliš velký prostředek";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Vyskytla se chyba SSL. Nelze navázat zabezpečené připojení k serveru.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Platnost certifikátu pro tento server vypršela.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Platnost certifikátu pro tento server vypršela. Je možné, že se pokoušíte připojit k serveru, který se za „%@“ pouze vydává. Své důvěrné informace tak můžete vystavit riziku.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Certifikát serveru je neplatný.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Certifikát serveru je neplatný.  Je možné, že se pokoušíte připojit k serveru, který se za „%@“ pouze vydává. Své důvěrné informace tak můžete vystavit riziku.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Certifikát serveru byl podepsán neznámou certifikační autoritou.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Certifikát serveru byl podepsán neznámou certifikační autoritou.  Je možné, že se pokoušíte připojit k serveru, který se za „%@“ pouze vydává. Své důvěrné informace tak můžete vystavit riziku.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Certifikát serveru ještě není platný.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Certifikát serveru ještě není platný.  Je možné, že se pokoušíte připojit k serveru, který se za „%@“ pouze vydává. Své důvěrné informace tak můžete vystavit riziku.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Server nepřijal certifikát.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Server „%@“ nepřijal certifikát.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Server požaduje certifikát klienta.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "Server „%@“ požaduje certifikát klienta.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "nelze načítat ze sítě";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Nelze vytvořit soubor";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Nelze otevřít soubor";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Chyba při uzavírání souboru";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Nelze zapsat soubor";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Nelze odstranit soubor";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Nelze přesunout soubor";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Dekódování stažených dat selhalo";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Dekódování stažených dat selhalo";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Chcete se k serveru přesto připojit?";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "Chcete-li změnit nastavení proxy, otevřete předvolby pro Síť, klepněte na Ostatní a poté na Proxy. Případně požádejte správce sítě o asistenci.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Požadováno ověření totožnosti proxy";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Ověření totožnosti pro %@ proxy\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Zrušit";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Uživatel";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Heslo";
